Repository: mymarket-clone/mymarket-be
Catalog: src/Mymarket.Application/Resources/SharedResources.*.resx
Languages: ka, ru

# NameRequired
source: Name is required
ka: შეიყვანეთ სახელი
ru: Введите имя

# NameMaxLength
source: First name must not exceed 72 characters
ka: სახელის სიგრძე არ უნდა აღემატებოდეს 72 სიმბოლოს
ru: Имя не должно превышать 72 символа

# LastnameRequired
source: Last name is required
ka: შეიყვანეთ გვარი
ru: Введите фамилию

# LastnameMaxLength
source: Last name must not exceed 72 characters
ka: გვარის სიგრძე არ უნდა აღემატებოდეს 72 სიმბოლოს
ru: Фамилия не должна превышать 72 символа

# EmailRequired
source: Email is required
ka: შეიყვანეთ ელფოსტა
ru: Введите имя

# InvalidEmail
source: Invalid email address
ka: არასწორი ელფოსტა
ru: Неверный адрес электронной почты

# EmailMaxLength
source: Email must not exceed 256 characters
ka: გვარის სიგრძე არ უნდა აღემატებოდეს 256 სიმბოლოს
ru: Адрес электронной почты не должен превышать 72 символа

# PhoneRequired
source: Phone number is required
ka: შეიყვანეთ ტელეფონის ნომერი
ru: Введите номер телефона

# PhoneMinLength
source: Invalid phone number
ka: არასწორი ტელეფონის ნომერი
ru: Неверный формат номера

# PhoneMaxLength
source: Phone number must not exceed 18 characters
ka: ტელეფონის ნომერის სიგრძე არ უნდა აღემატებოდეს 18 სიმბოლოს
ru: Пароль не должен превышать 72 символа

# PasswordRequired
source: Password is required
ka: შეიყვანეთ პაროლი
ru: Введите пароль

# PasswordMinLength
source: Password must be at least 8 characters
ka: პაროლი უნდა შედგებოდეს მინიმუმ 8 სიმბოლოსგან
ru: Пароль должен содержать хотя бы одну цифру

# PasswordMaxLength
source: Password must not exceed 64 characters
ka: პაროლის სიგრძე არ უნდა აღემატებოდეს 72 სიმბოლოს
ru: Пароль не должен превышать 72 символа

# PasswordNoSpaces
source: Password cannot contain spaces
ka: დაუშვებელი სიმბოლო
ru: Пароль не должен состоять из пробелов

# PasswordUppercase
source: Password must contain at least one uppercase letter
ka: პაროლი უნდა მოიცავდეს ერთ დიდ ასოს
ru: Пароль должен содержать хотя бы одну заглавную букву

# PasswordNumber
source: Password must contain at least one number
ka: პაროლი უნდა შედგებოდეს მინიმუმ 8 სიმბოლოსგან
ru: Пароль должен состоять минимум из одной цифры

# PasswordSpecial
source: Password must contain at least one special character
ka: პაროლი უნდა მოიცავდეს მინიმუმ 1 სპეციალურ სიმბოლოს
ru: Пароль должен содержать минимум 1 спец символ

# UserWithEmailDoesNotExist
source: User with this email does not exist
ka: მომხმარებელი მსგავსი ელფოსტით ვერ მოიძებნა
ru: Пользователя с данным адресом электронной почты не существует

# EmailAlreadyVerified
source: Email is already verified
ka: ელ-ფოსტა უკვე ვერიფიცირებულია
ru: Электронная почта уже верифицирована

# VerificationCodeRequired
source: Verification code is required
ka: შეიყვანეთ ვერიფიკაციის კოდი
ru: Введите верификационный код

# EmailAlreadyExists
source: Looks like this email is already registered
ka: როგორც ჩანს, ეს ელფოსტა უკვე რეგისტრირებულია
ru: Похоже, этот адрес электронной почты уже зарегистрирован

# PhoneNumberAlreadyExists
source: Looks like this phone number is already in use
ka: როგორც ჩანს, ეს ტელეფონის ნომერი უკვე დაკავებულია
ru: Похоже, этот номер телефона уже занят

# NameOnlyLetters
source: Name must only contain letters
ka: სახელი უნდა მოიცავდეს მხოლოდ ასოებს
ru: Имя должно содержать только буквы

# LastnameOnlyLetters
source: Last name must contain only letters
ka: გვარი უნდა მოიცავდეს მხოლოდ ასოებს
ru: Фамилия должна содержать только буквы

# EmailOrPhoneRequired
source: Required field
ka: აუცილებელი ველი
ru: обязательное поле

# CodeNotFound
source: Unable to find code
ka: კოდი ვერ მოიძებნა
ru: Код не найден

# CodeInvalidOrExpired
source: Invalid or expired code
ka: არასწორი ან ვადაგასული კოდი
ru: Неверный или

# InvalidUserOrPassword
source: Invalid username or password
ka: არასწორი სახელი ან პაროლი
ru: Неправильное имя пользователя или пароль

# EmailNotVerified
source: Please verify email first
ka: ელფოსტა არ არის ვერიფიცირებული
ru: Адрес электронной почты не верифицирован

source: Password does not match
ka: პაროლი არ ემთხვევა
ru: Пароль не совпадает

# CodeAlreadySent
source: Code have already sent
ka: კოდი უკვე გამოგზავნილია
ru: Код уже отправлен

# BirthDateRequired
source: Required field
ka: აუცილებელი ველი

# GenderRequired
source: Required field
ka: აუცილებელი ველი
